Repository: Dark-Type/Hard_MAD
Catalog: Hard_MAD/Resources/*.lproj/Localizable.strings
Languages: ru

# common.ok
source: OK
ru: ОК

# common.cancel
source: Cancel
ru: Отмена

# common.save
source: Save
ru: Сохранить

# auth.title
source: Welcome
ru: Добро пожаловать

# auth.placeholder
source: Sign in with Apple ID
ru: Войти через Apple ID

# journal.empty.message
source: Nothing added yet
ru: Пока ничего не добавлено

# journal.title
source: How do you feel right now?
ru: Что вы сейчас чувствуете?

# journal.cell.title
source: I feel
ru: Я чувтствую

# journal.button.title
source: Add record
ru: Добавить запись

# statistics.records.one
source: record
ru: запись

# statistics.records.few
source: records
ru: записи

# statistics.records.many
source: records
ru: записей

# statistics.today.title
source: Today
ru: в день

# statistics.today.one
source: record
ru: запись

# statistics.today.few
source: records
ru: записи

# statistics.today.many
source: records
ru: записей

# statistics.streak.title
source: Streak
ru: cерия

# statistics.streak.one
source: day
ru: день

# statistics.streak.few
source: days
ru: дня

# statistics.streak.many
source: days
ru: дней

# emotions.title
source: Choose an emotion, that describes you the best right now
ru: Выберите эмоцию, лучше всего описывающую, что вы сейчас чувствуете

# record.title
source: Record
ru: Запись

# record.question1
source: What did you do?
ru: Чем вы занимались?

# record.question2
source: With whom were you?
ru: С кем вы были?

# record.question3
source: Where were you?
ru: Где вы были?

# record.error.incompleteAnswers
source: Please answer all questions to save your journal entry.
ru: Пожалуйста, ответьте на все вопросы для сохранения записи.

# emotion.description.burnout
source: Feeling of exhaustion, emotional depletion
ru: Чувство истощения, эмоциональное опустошение

# emotion.description.chill
source: State of peace and relaxation
ru: Состояние покоя и расслабления

# emotion.description.productivity
source: Feeling of efficiency and motivation
ru: Ощущение эффективности и мотивации

# emotion.description.anxious
source: Worry and nervous tension
ru: Беспокойство и нервное напряжение

# emotion.description.happy
source: Feeling of joy and satisfaction
ru: Чувство радости и удовлетворения

# emotion.description.tired
source: Physical and emotional fatigue
ru: Физическая и эмоциональная усталость

# analysis.title.categories
source: Emotions by categories
ru: Эмоции по категориям

# analysis.title.week
source: Emotions by days of the week
ru: Эмоции по дням недели

# analysis.title.frequent
source: Most frequent emotions
ru: Самые частые эмоции

# analysis.title.daily
source: Your emotions throught the day
ru: Ваше настроение в течение дня

# analysis.empty.message
source: Please add emotions first
ru: Сначала добавьте эмоции

# settings.title
source: Settings
ru: Настройки

# settings.notifications
source: Send notifications
ru: Присылать напоминания

# settings.notificatoins.add
source: Add a notification
ru: Добавить напоминание

# settings.login.touch
source: Login with Touch ID
ru: Вход по отпечатку пальца

# settings.notifications.title
source: Notification
ru: Напоминание

# settings.profilePhoto.title
source: Select Profile Photo
ru: Выбрать фото профиля

# settings.profilePhoto.takePhoto
source: Take Photo
ru: Сделать фото

# settings.profilePhoto.chooseLibrary
source: Choose from Library
ru: Выбрать из галереи

# settings.profilePhoto.error.saveFailed
source: Failed to save profile image. Please try again.
ru: Не удалось сохранить фото профиля. Попробуйте снова.

# settings.notifications.permission.title
source: Notifications Permission
ru: Разрешение на уведомления

# settings.notifications.permission.message
source: Please enable notifications in Settings to use this feature.
ru: Пожалуйста, включите уведомления в Настройках для использования этой функции.

# settings.notifications.permission.settings
source: Settings
ru: Настройки

# settings.biometry.unavailable.title
source: Biometric Authentication Not Available
ru: Биометрическая аутентификация недоступна

# settings.biometry.unavailable.message
source: Your device doesn't support biometric authentication or it hasn't been set up in your device settings.
ru: Ваше устройство не поддерживает биометрическую аутентификацию или она не настроена в настройках устройства.

# biometry.loginPrompt
source: Login with biometry
ru: Войти с помощью биометрии

source: Biometry Unavailable
ru: Биометрия недоступна

# biometry.success
source: Successfully authenticated
ru: Успешная аутентификация

# biometry.failed
source: Login failed, please use regular login
ru: Вход не удался, используйте обычный вход

# biometry.tryAgain
source: Try again (%d attempts left)
ru: Попробуйте снова (%d попыток осталось)

# date.today
source: today, %@
ru: сегодня, %@

# date.yesterday
source: yesterday, %@
ru: вчера, %@

# tabbar.journal
source: Journal
ru: Журнал

# tabbar.analysis
source: Stats
ru: Статистика

# tabbar.settings
source: Settings
ru: Настройки

# error.generic
source: Something went wrong
ru: Что-то пошло не так

# error.network
source: Check your internet connection
ru: Проверьте подключение к интернету
